Repository: Kostenkov-2021/zPortapapeles
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: zPortapapeles
ru: zБуфер обмена

source: Utilidades para el portapapeles, anuncio de las teclas e historial.
ru: Утилиты для работы с буфером обмена, объявлениями клавиш и историей.

source: Copiar
ru: Скопировано

source: Sin selección
ru: Не выделено

source: Muestra la ventana de historial del portapapeles
ru: Показать окно истории буфера обмена

source: El modo juego esta activado. Desactívelo para usar esta opción.
ru: Включён игровой режим. Отключите его, чтобы использовать эту опцию.

source: No hay nada en el historial de zPortapapeles.
ru: В истории zбуфера обмена ничего нет.

source: Ya hay una ventana del historial o de copia de texto abierta. No es posible tener dos ventanas a la vez.
ru: Окно истории или копирования текста уже открыто. Невозможно открыть два окна одновременно.

source: El historial del portapapeles no está activado. Si desea usarlo, actívelo desde las opciones de NVDA en Opciones de zPortapapeles.
ru: История буфера обмена отключена. Если вы хотите использовать историю буфера обмена, то включите её по пути настройки NVDA, zБуфе обмена.

source: Activar o desactivar las propiedades de zPortapapeles
ru: Включить или отключить голосовые или звуковые уведомления zБуфер обмена

source: zPortapapeles desactivado
ru: уведомления zБуфер обмена отключены

source: zPortapapeles activado
ru: уведомления z-Буфер обмена включены

source: Activar o desactivar modo juego
ru: Включить или отключить игровой режим

source: Tiene una ventana de historial o de copia de texto abierta. Para ejecutar el modo juego ciérrela primero.
ru: У вас открыто окно истории или копирования текста. Чтобы запустить игровой режим, сначала закройте его.

source: Modo juego de zPortapapeles desactivado
ru: Игровой режим zБуфера обмена отключён

source: Modo juego de zPortapapeles activado
ru: Игровой режим zБуфера обмена включён

source: Leer portapapeles
ru: Чтение буфера обмена

source: Estadísticas del texto seleccionado
ru: Статистика выделенного текста

source: Ejecuta el dialogo para copiar al portapapeles parte de un texto seleccionado
ru: Запустить диалог копирования части выделенного фрагмента в буфер обмена

source: Solo tiene un elemento seleccionado, esta opción necesita más de un elemento para usarse
ru: Выделен только один элемент, для использования этого параметра необходимо выделить более одного элемента

source: Teclas predefinidas del portapapeles (cambiar solo en distribuciones de portapapeles distinto)
ru: Предустановленные клавиши буфера обмена (изменять только при различных раскладках буфера обмена)

source: Opciones de zPortapapeles
ru: Настройки zБуфера обмена

source: Activar o desactivar anuncios hablados del portapapeles
ru: Включить или отключить голосовые сообщения буфера обмена

source: Activar o desactivar sonidos del portapapeles
ru: Включить или отключить звуковые сигналы буфера обмена

source: Activar o desactivar el historial del portapapeles
ru: Включить или отключить историю буфера обмена

source: Elija un tiempo para actualizar el monitor del portapapeles
ru: Выберите интервал времени отслеживания буфера обмена

source: Notificar con un sonido cada vez que se agregue algo al historial
ru: Уведомлять звуком каждый раз, когда элемент добавляется в историю

source: Hablar lo copiado al portapapeles y agregado al Historial
ru: Произносить скопированный в буфер обмена и добавленный в Историю элемент

source: Elija un tiempo para actualizar el monitor del portapapeles para el modo juego
ru: Выберите время обновления отслеживания буфера обмена для игрового режима

source: Elija un idioma destino para la traducción en modo juego
ru: Выберите язык перевода в игровом режиме

source: Historial del Portapapeles
ru: История буфера обмена

source: &Historial:
ru: &История:

source: &Borrar
ru: &Удалить

source: Borrar &todo
ru: Удалить &всё

source: &Refrescar
ru: &Обновить

source: &Cerrar
ru: &Закрыть

source: Pegado al foco.
ru: Вставить элемент в фокусе под курсором.

source: Selector de trozos de texto para copiar al portapapeles
ru: Выбор фрагментов текста для копирования в буфер обмена

source: &Texto para seleccionar:
ru: &Выделяемый текст:

source: &Copiar al portapapeles lo seleccionado
ru: &Скопировать выделенное в буфер обмена

source: Cerrar
ru: Закрыть

source: No tiene seleccionada ninguna palabra. Seleccione al menos una para copiar al portapapeles.
ru: У вас не выделено ни одного слова. Выделите хотя бы одно для копирования в буфер обмена.

source: Información
ru: Информация

source: No hay texto en el portapapeles
ru: Нет текста в буфере обмена

source: {} Caracteres (sin espacios). {} Caracteres (con espacios). {} {}. {} {}. {} {}.
ru: {} Символов (без пробелов). {} Символов (с пробелами). {} {}. {} {}. {} {}.

source: Palabra
ru: Слово

source: Palabras
ru: Слов

source: Línea
ru: Строка

source: Líneas
ru: Строк

source: Párrafos
ru: Абзацев

source: Párrafo
ru: Абзац

source: Seleccionar todo
ru: Выделено всё

source: Cortar
ru: Вырезано

source: Pegar
ru: Вставлено

source: Rehacer
ru: Повторено

source: Deshacer
ru: Отменено

source: 1 décima de segundo
ru: 1 десятая секунды

source: 2 décimas de segundo
ru: 2 десятых sекунды

source: 3 décimas de segundo
ru: 3 десятых секунды

source: 4 décimas de segundo
ru: 4 десятых секунды

source: 5 décimas de segundo
ru: 5 десятых секунды

source: 1 segundo
ru: 1 секунда

source: Alemán
ru: Немецкий

source: Árabe
ru: Арабский

source: Croata
ru: Хорватский

source: Español
ru: Испанский

source: Francés
ru: Французский

source: Inglés
ru: Английский

source: Italiano
ru: Итальянский

source: Polaco
ru: Польский

source: Portugués
ru: Португальский

source: Ruso
ru: Русский

source: Turco
ru: Турецкий

source: Ucraniano
ru: Украинский
